app/views/reviews/index.html.erb

SELECT "reviews".* FROM "reviews"  WHERE "reviews"."movie_id" = ?  [["movie_id", 1]]
---
      <span class="date"><%= time_ago_in_words(review.created_at) %> ago</span>
      <%= link_to pluralize(@movie.reviews.size, "review"),
                  movie_reviews_path(@movie) %>